tap "homebrew/bundle"
tap "homebrew/services"
brew "fnm"
brew "libsodium"
brew "shared-mime-info"
brew "watchexec"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "keepingyouawake"
cask "latest"
cask "netnewswire"
cask "orbstack"
cask "raycast"
cask "signal"
cask "stats"
cask "steam"
cask "syncthing-app"
cask "telegram"
cask "visual-studio-code"
vscode "anthropic.claude-code"
vscode "bbenoist.nix"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "johnnymorganz.stylua"
vscode "juanblanco.solidity"
vscode "mechatroner.rainbow-csv"
vscode "mk12.better-git-line-blame"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-websearchforcopilot"
vscode "prisma.prisma"
vscode "rust-lang.rust-analyzer"
vscode "ryanluker.vscode-coverage-gutters"
vscode "tamasfe.even-better-toml"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
cargo "cargo-hack"
cargo "cargo-llvm-cov"
cargo "cargo-msrv"
