tap "homebrew/bundle"
tap "homebrew/services"
brew "fnm"
brew "libsodium"
brew "mysql"
brew "ollama", restart_service: :changed
brew "rbenv"
brew "shared-mime-info"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "jordanbaird-ice"
cask "macupdater"
cask "microsoft-edge"
cask "orbstack"
cask "raycast"
cask "stats"
cask "syncthing"
cask "telegram"
cask "visual-studio-code"
cask "zed"
mas "LINE", id: 539883307
mas "WireGuard", id: 1451685025
vscode "continue.continue"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
